Repository: projectesIF/Sirius
Catalog: html/web/modules/Scribite/locale/*/LC_MESSAGES/module_scribite.po
Languages: ca

source: Settings
ca: Configuració

source: Overrides
ca: Excepcions

source: Editor list
ca: Llista d'editors

source: The textarea must have a value and cannot contain a comma.
ca: El <textarea> ha de tenir contingut i no pot tenir comes.

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul

source: WYSIWYG editors for Zikula
ca: Editors visuals per al Zikula

source: WYSIWYG Editor
ca: Editors visuals

source: Aloha editor.
ca: Editor Aloha:

source: CKEditor is a ready-for-use HTML text editor designed to simplify web content creation.
ca: El CKEditor és un editor HTML dissenyat per simplificar la creació de contingut web.

source: MarkItUp editor.
ca: Editor MarkItUp.

source: NicEdit editor.
ca: Editor NicEdit.

source: TinyMCE has the ability to convert HTML <textarea> fields and other HTML elements to editor instances.
ca: El TinyMCE converteix els camps <textarea> i altres elements HTML en instàncies de l'editor gràfic.

source: WYMeditor editor.
ca: Editor WYMeditor

source: Wysihtml5 is an lightweight HTML5 WYSIWYG editor. It is provided under the MIT license.
ca: Wysihtml5 és un editor 'WYSIWYG' lleuger que utilitza HTML5 i té llicència del MIT.

source: Xinha editor.
ca: Editor Xinha.

source: YUI editor.
ca: Editor YUI.

source: Aloha configuration
ca: Configuració de Aloha

source: Sorry no configuration possibilites!
ca: No hi ha opcions de configuració.

source: CKEditor configuration
ca: Configuració del CKEditor

source: Skin
ca: Aparença

source: Editor UI color
ca: Editor de color UI

source: Any hexadecimal color can be used. Default: #D3D3D3
ca: Indiqueu el color en codi hexadecimal. Per defecte és #D3D3D3

source: Editor UI language
ca: Idioma de l'interfície de l'editor

source: Determines the editor user interface language
ca: Determina l'idioma de la interfície

source: Toolbar
ca: Barra d'eines

source: Special1 and Special2 must be manually configured in custconfig.js.
ca: 'Special1' i 'Special2' s'han de configurar al fitxer 'custconfig.js'.

source: Editor default height in px
ca: Alçada (px) per defecte de l'editor

source: Editor resizing mode to use
ca: Funcionament dels canvis de mida de l'editor

source: Editor minimum height in px for 'resize' plugin
ca: Alçada mínima (px) en els canvis de mida de l'editor

source: Editor maximum height in px for 'resize' plugin
ca: Alçada màxima (px) en els canvis de mida de l'editor

source: Editor minimum height in px for 'autogrow' plugin
ca: Alçada mínima (px) ens els canvis automàtics de mida

source: Editor maximum height in px for 'autogrow' plugin
ca: Alçada màxima (px) en els canvis automàtics de mida

source: Editor Enter mode
ca: Resultat de [Enter]

source: Note: It is recommended to use the [p] setting because of its semantic value and correctness. The editor is optimized for this setting.
ca: L'editor està optimitzat per l'opció d'etiquetes <p>, que és la pràctica recomanada.

source: Editor Shift-Enter mode
ca: Resultat [Shift]+[Enter]

source: Note: It is recommended to use the [br] setting because of its semantic value and correctness. The editor is optimized for this setting.
ca: L'editor està optimitzat per l'opció d'etiquetes <br>, que és la pràctica recomanada.

source: Editor extra plugins
ca: Connectors opcionals de l'editor

source: Example: stylesheetparser,zikulapagebreak,simplemedia
ca: Per exemple: stylesheetparser,zikulapagebreak,simplemedia

source: (Note: don't use spaces)
ca: (Nota: sense espais en blanc)

source: Editor stylesheet
ca: Full d'estils de l'editor

source: You can try to enter your theme stylesheet here if you want. In most cases, the editor fits to the theme then.
ca: Podeu indicar un full d'estils del vostre entorn visual. L'editor mirarà d'ajustar s'hi.

source: Example: themes/SeaBreeze/style/style.css
ca: Per exemple: themes/SeaBreeze/style/style.css

source: Path to filemanager
ca: Ruta al gestor de fitxers

source: Used to upload and select images or other files. Supported: CKFinder and KCFinder.
ca: Utilitzat per pujar i seleccionar imatges i arxius. Suportat pel CKFinder i el KCFinder.

source: Example paths: utils/ckfinder or utils/kcfinder (rights to execute php)
ca: Exemple de rutes: utils/ckfinder o utils/kcfinder (es necessita permisos per executar php)

source: Save
ca: Emmagatzema

source: Cancel
ca: Cancel·la

source: markItUp configuration
ca: Configuració del markItUp

source: Editor width and height
ca: Amplada i alçada de l'editor

source: e.g. 99% or 400px or auto
ca: Ex. 99% o 400px o auto

source: NicEdit configuration
ca: Configuració del NicEdit

source: Full toolbar
ca: Barra d'eines completa

source: TinyMCE configuration
ca: Configuració del TinyMCE

source: Editor language
ca: Idioma de l'editor

source: Theme
ca: Aparença

source: Date format
ca: Format de la data

source: Time format
ca: Format de l'hora

source: TinyMCE Plugins (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins">documentation</a>)
ca: Connectors del TinyMCE (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">Documentació</a>)

source: Restore defaults
ca: Restaura les opcions per defecte

source: WYMeditor configuration
ca: Configuració del WYMeditor

source: No configuration possibilites!
ca: No hi ha opcions de configuració.

source: Wysihtml5 configuration
ca: Configuració del Wysihtml5

source: bold
ca: negreta

source: italic
ca: cursiva

source: link
ca: enllaç

source: image
ca: imatge

source: list
ca: llista

source: switch to html view
ca: canvia al visor html

source: Link:
ca: Enllaç:

source: Image:
ca: Imatge:

source: default
ca: per defecte

source: left
ca: esquerra

source: right
ca: dreta

source: Xinha configuration
ca: Configuració del Xinha

source: You can try to enter your theme stylesheet here if you want.
ca: Podeu indicar el full d'estils del vostre entorn visual.

source: In most cases, the editor fits to the theme then.
ca: L'editor intentarà ajustar-se als estils.

source: Stylesheet for DynamicCSS plugin
ca: Full d'estils pel connector DynamicCSS

source: Stylesheet for Stylist plugin
ca: Full d'estils pel connector Stylist

source: Convert urls to links
ca: Converteix els URL en enllaços

source: Show loading
ca: Mostra el missatge de càrrega de l'editor

source: Statusbar
ca: Mostra la barra d'estat

source: Xinha Plugins (<a href="http://xinha.webfactional.com/wiki/Plugins">documentation</a>)
ca: Connectors del Xinha (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">documentació</a>)

source: Please do not activate the plug-ins DynamicCSS and Stylist simultaneously, because then the HTML source code toggle isn't working properly.
ca: No s'han d'utilitzar simultàniament els connectors DynamicCSS i Stylist.

source: YUI Rich Text Editor configuration
ca: Configuració de l'editor YUI

source: Animation
ca: Animació

source: Collapsable
ca: Plegable

source: Image upload settings
ca: Paràmetres de la pujada d'imatges

source: General settings
ca: Paràmetres generals

source: Enable image upload
ca: Permetre la pujada d'imatges

source: URL to your uploads folder
ca: URL de la carpeta de les pujades

source: e.g. userdata/Scribite
ca: Ex. userdata/Scribite

source: Installed editors
ca: Editors instal·lats

source: default editor
ca: editor per defecte

source: Manage and configure editors via module plugin list
ca: Els editors s'han de configurar des de la llista de connectors general

source: Module config
ca: Configuració del mòdul

source: Default editor
ca: Editor per defecte

source: Manage editors
ca: Gestiona els editors

source: Textarea/module overrides
ca: Excepcions en 'textarea' i mòduls

source: Module editor overrides
ca: Excepcions de l'us de l'editor en els mòduls

source: Notice: entering values here will override the default values for the selected module only.
ca: Nota: Els valors introduïts sobreescriuran els valors per defecte del mòdul seleccionat.

source: Module
ca: Mòdul

source: modify
ca: modifica

source: edit
ca: edita

source: delete
ca: esborra

source: There are currently no module overrides. Add a new entry below.
ca: No hi ha cap excepció sobre els mòduls. Podeu registrar una a sota.

source: submit
ca: envia

source: Textarea overrides
ca: Excepcions en les <textarea>

source: Enter only <strong>one</strong> Textarea DOM ID per row, or enter 'all' to configure all textareas.
ca: Només s'ha d'entrar una ID de 'textarea' per filera. També és vàlid el valor 'all' per indicar 'totes'.

source: Disabling a textarea means no scribite editor will be loaded for the specificed textarea. (You cannot disable 'all' textareas.)
ca: No es carregarà l'editor gràfic a les 'textarea' desabilitades. (No es pot desabilitar el paràmetre 'all')

source: Currently only CKEditor and TinyMCE support parameter overrides.
ca: Només el CKEditor i el TinyMCE aplicaran les excepcions.

source: Enter template parameters as comma-separated, name:value pairs (with colon).
ca: Els paràmetres de la plantilla s'introdueixen com a parells 'nom':'valor' (amb els dos punts) separats per comes.

source: Textarea DOM ID
ca: ID del 'textarea'

source: disabled
ca: desabilitat

source: Plugin template parameters
ca: Paràmetres de la plantilla del connector

source: example: 'hometext' or 'all'
ca: exemple: 'hometext' o 'all'

source: this
ca: això

source: example: 'toolbar:Basic,uiColor:#0099FF' or leave empty
ca: exemple: 'toolbar:Basic,uiColor:#0099FF' o també es pot deixar buit

source: There are currently no textarea overrides. Add a new entry below.
ca: No hi ha cap excepció sobre els 'textarea'. Podeu registrar una a sota.
