Repository: projectesIF/Sirius
Catalog: html/web/modules/IWdocmanager/locale/*/LC_MESSAGES/module_iwdocmanager.po
Languages: ca

source: Module configuration
ca: Configuració

source: View categories
ca: Mostra les categories

source: New main category
ca: Categoria principal nova

source: Error! Creation attempt failed.
ca: No s'ha pogut crear l'element

source: Error! Delete attempt failed.
ca: L'intent d'esborrament ha fallat.

source: Error! Update attempt failed.
ca: L'intent d'actualització ha fallat.

source: View documents
ca: Mostra els documents

source: New document
ca: Document nou

source: Administrate
ca: Administra

source: Error! Could not load items.
ca: No s'han pogut carregar els elements

source: Error! Could not do what you wanted. Please check your input.
ca: No ha estat possible fer el que volíeu. Comproveu la vostra entrada.

source: You can not add documents to this category
ca: No teniu autorització per afegir documents a aquesta categoria

source: Document not found.
ca: No s'ha trobat el document.

source: Documents manager for Zikula sites.
ca: Mòdul de gestió documental i control de versions.

source: Documents Manager
ca: Documents

source: Module IWmain is required. You have to install the IWmain module previously to install it.
ca: El mòdul IWmain és requerit. Abans d'instal·lar aquest mòdul heu d'instal·lar el mòdul IWmain.

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul.

source: no category id
ca: no s'ha trobat la identitat de la categoria

source: It is not possible to remove this category because it have subcategories. First you have to delete all the subcategories
ca: No és possible esborrar aquesta categoria perquè té subcategories. Primer heu d'esborrar totes les subcategories

source: Error deleting the category
ca: S'ha produït un error en esborrar la categoria

source: Error creating the category
ca: S'ha produït un error en crear la categoria

source: Error updating the category
ca: S'ha produït un error en editar la categoria

source: no document id
ca: no s'ha trobat la identitat del document

source: You can not access to this document.
ca: No teniu autorització per accedir a aquest document.

source: Error! Validate document failed.
ca: La validació del document ha fallat.

source: Error! Delete document failed.
ca: L'esborrament del document ha fallat.

source: The configuration has been updated
ca: S'ha actualitzat la configuració

source: All
ca: Tots

source: Unregistered
ca: Usuaris no validats

source: Error creating a category
ca: S'ha produït un error en crear la categoria

source: The new category has been added
ca: S'ha afegit una categoria nova

source: The category has not been found
ca: No s'ha trobat la categoria

source: It is not possible to create a version of this document.
ca: No és possible crear una versió d'aquest document.

source: The document have not the correct extension.
ca: L'extensió del document no és permesa.

source: Error: uploading document
ca: S'ha produït un error en pujar el document en el servidor

source: An error has occurred in the attachment of the file. The document not has been send.
ca: S'ha produït un error en la pujada del fitxer al servidor. No s'ha enviat el document

source: The document has been uploaded successfuly
ca: S'ha enviat el document correctament

source: and it is pending of validation
ca: i està pendent de ser validat

source: Error: editing document
ca: S'ha produït un error en editar el document

source: The document has been edited successfully
ca: S'ha editat el document correctament

source: This document have not versions.
ca: Aquest document no té versions.

source: New version of the document
ca: Versió nova del document

source: Edit the document
ca: Edita el document

source: Add a new document
ca: Afegeix un document nou

source: Document name
ca: Nom del document

source: Category
ca: Categoria

source: Choose a category...
ca: Trieu una categoria...

source: Current file
ca: Fitxer actual

source: File
ca: Fitxer

source: New version file
ca: Fitxer en la versió nova

source: File link
ca: Enllaç al document

source: or document link
ca: o enllaç al document

source: Possible extensions
ca: Extensions possibles

source: Current version
ca: Versió actual

source: No version given
ca: No s'ha especificat cap versió

source: New version
ca: Versió nova

source: Version
ca: Versió

source: Author
ca: Autor/a

source: Leave blank if the author is the same person who add the new document
ca: Podeu deixar el camp en blanc si l'autor/a és la mateixa persona que fa l'enviament

source: Description
ca: Descripció

source: Add document
ca: Afegeix un document

source: Cancel
ca: Cancel·la

source: Add a new subcategory
ca: Afegeix una categoria nova

source: Name of the category
ca: Nom de la categoria

source: Description of the category
ca: Descripció de la categoria

source: Choose the groups with acces to this category
ca: Trieu els grups que han de tenir accés als documents d'aquesta categoria

source: Choose the groups that can add documents to this category
ca: Trieu els grups que han de poder afegir documents a aquesta categoria

source: Active
ca: Actiu

source: Send
ca: Envia

source: Date
ca: Data

source: Downloads
ca: Descàrregues

source: Options
ca: Opcions

source: link
ca: Enllaç

source: The document is pending of validation.
ca: El document està pendent de validació.

source: Validate
ca: Valida

source: Download
ca: Descarrega

source: Browse website
ca: Navega per la pàgina web

source: Edit
ca: Edita

source: Delete
ca: Esborra

source: View versions
ca: Mostra les versions

source: No documents found in this category.
ca: No s'han trobat documents en aquesta categoria.

source: Options legend
ca: Llegenda de les opcions

source: Error during the upload process. The document should be deleted or modified.
ca: S'ha produït un error durant el procés de càrrega. El document hauria de ser esborrat o modificat.

source: Download document
ca: Descarrega el document

source: Browse
ca: Navega

source: Add a new version of the document
ca: Afegeix una versió nova del document

source: Edit document information
ca: Edita la informació del document

source: Delete document
ca: Esborra el document

source: Confirm deletion!
ca: Confirmeu l'esborrament!

source: Documents manager
ca: Administració dels documents

source: Documents categories
ca: Categories de documents

source: The users with edition access to the module IWdocmanager can view and add to all the categories.
ca: Els usuaris amb accés d'edició al mòdul IWdocmanager poden veure i afegir a totes les categories.

source: Do you really want to the detele this category
ca: Esteu segur/a de voler esborrar aquesta categoria?

source: Configure the module
ca: Configura el mòdul

source: Settings
ca: Configuració

source: Home directory of files
ca: Directori arrel del documents del lloc

source: Documents folder
ca: Directori dels documents

source: Can not find the directory for documents
ca: No s'ha pogut trobar el directori dels documents

source: You should give write permissions in this folder
ca: Heu de donar permisos d'escriptura a aquest directori

source: E-mail new entries notification
ca: Correu electrònic on cal enviar notificacions sobre documents nous

source: Minutes while the user who has sended a document can edit it
ca: Minuts durant els quals les persones que han enviat un document poden editar la informació

source: Minutes while the user who has sended a document can delete it
ca: Minuts durant els quals les persones que han enviat un document poden esborrar-lo

source: Change the configuration
ca: Modifica la configuració

source: Category name
ca: Nom de la categoria

source: To validate
ca: Per validar

source: Edit the category
ca: Edita la categoria

source: Actions
ca: Accions

source: Groups that can add
ca: Grups que poden afegir documents

source: Groups that can access
ca: Grups que poden accedir als documents

source: Subcategory
ca: Subcategoria

source: No groups
ca: No hi ha grups

source: There is no root categories defined.
ca: No hi ha categories arrel definides

source: Creation date
ca: Data de creació

source: Versions of this document
ca: Versions d'aquest document

source: View documents in category
ca: Mostra els documents d'aquesta categoria

source: Documents list
ca: Llista de documents

source: You can access any category.
ca: No teniu accés a cap categoria

source: Add a new main category
ca: Afegeix una categoria principal nova

source: Create
ca: Crea

source: Size
ca: Mida

source: A new document has been created by %s
ca: %s ha creat un document nou

source: A new document <strong>%1$s</strong> has been received. It has been created by %2$s. Please check the documents list and proceed to validate it, if necessary.
ca: S'ha creat el document nou <strong>%1$s</strong> i l'ha creat l'usuari/ària %2$s. Si us plau, comproveu la llista de documents i valideu-lo si fos necessari.
